export const GENRE_LIST = [
  { value: "0000", label: "ニュース／報道 (定時・総合)" },
  { value: "0100", label: "スポーツ (スポーツニュース)" },
  { value: "0205", label: "情報／ワイドショー (グルメ・料理)" },
  { value: "0300", label: "ドラマ (国内ドラマ)" },
  { value: "0409", label: "音楽 (童謡・キッズ)" },
  { value: "0502", label: "バラエティ (トークバラエティ)" },
  { value: "0600", label: "映画 (洋画)" },
  { value: "0700", label: "アニメ／特撮 (国内アニメ)" },
  { value: "0800", label: "ドキュメンタリー／教養 (社会・時事)" },
  { value: "0903", label: "劇場／公演 (落語・演芸)" },
  { value: "1000", label: "趣味／教育 (旅・釣り・アウトドア)" },
  { value: "1100", label: "福祉 (高齢者)" },
];